Repository: JulienMalige/tvscores
Catalog: app/Sources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt

# col.d
source: D
es: E
fr: N
pt: E

# col.gd
source: GD
es: DG
fr: Diff
pt: SG

# col.l
source: L
es: P
fr: P
pt: D

# col.p
source: GP
es: PJ
fr: J
pt: J

# col.t
source: T
es: E
fr: N
pt: E

# col.w
source: W
es: G
fr: G
pt: V

# empty.today
source: No Events Today
es: Sin eventos hoy
fr: Aucun match aujourd'hui
pt: Nenhum evento hoje

# empty.upcoming
source: No Events for 7 Days
es: Sin eventos en 7 días
fr: Aucun match dans les 7 jours
pt: Nenhum evento em 7 dias

# empty.yesterday
source: No Events Yesterday
es: Sin eventos ayer
fr: Aucun match hier
pt: Nenhum evento ontem

# game.information
source: Information
es: Información
fr: Informations
pt: Informações

# game.location
source: Location:
es: Lugar:
fr: Lieu :
pt: Local:

# game.moments
source: Goals and cards
es: Goles y tarjetas
fr: Buts et cartons
pt: Gols e cartões

# game.ownGoal
source: (o.g.)
es: (p.p.)
fr: (c.s.c.)
pt: (contra)

# game.statistics
source: Statistics
es: Estadísticas
fr: Statistiques
pt: Estatísticas

# game.time
source: Time:
es: Hora:
fr: Heure :
pt: Horário:

# home.error
source: Could not load scores.
es: No se pudieron cargar los resultados.
fr: Impossible de charger les scores.
pt: Não foi possível carregar os resultados.

# home.loading
source: Loading scores…
es: Cargando resultados…
fr: Chargement des scores…
pt: A carregar resultados…

# home.stale
source: Scores may be out of date
es: Los resultados pueden estar desactualizados
fr: Scores peut-être obsolètes
pt: Resultados podem estar desatualizados

# launch.retrying
source: Can't reach the server yet. Trying again…
es: No se puede conectar con el servidor todavía. Reintentando…
fr: Serveur injoignable pour l'instant. Nouvel essai…
pt: Servidor inacessível por enquanto. Tentando de novo…

# offseason.checkUpcoming
source: Check the schedule in Upcoming.
es: Consulta el calendario en Próximos.
fr: Le programme est dans À venir.
pt: Veja a programação em Próximos.

# offseason.startsDate
source: %1$@ Season Starts %2$@
es: La temporada %1$@ empieza el %2$@
fr: La saison %1$@ commence le %2$@
pt: A temporada %1$@ começa em %2$@

# offseason.startsDay
source: %1$@ Season Starts %2$@
es: La temporada %1$@ empieza el %2$@
fr: La saison %1$@ commence %2$@
pt: A temporada %1$@ começa %2$@

# offseason.startsMonth
source: %1$@ Season Starts in %2$@
es: La temporada %1$@ empieza en %2$@
fr: La saison %1$@ commence en %2$@
pt: A temporada %1$@ começa em %2$@

# race.driver
source: Driver
es: Piloto
fr: Pilote
pt: Piloto

# race.fastestLap
source: Fastest lap
es: Vuelta rápida
fr: Meilleur tour
pt: Volta mais rápida

# race.gap
source: Gap
es: Diferencia
fr: Écart
pt: Diferença

# race.noSchedule
source: No Schedule Yet
es: Aún sin calendario
fr: Pas encore de programme
pt: Programação ainda não disponível

# race.points
source: Points
es: Puntos
pt: Pontos

source: Race Result
es: Resultado de la carrera
fr: Résultat de la course
pt: Resultado da corrida

# race.retired
source: Retired
es: Abandonos
fr: Abandons
pt: Abandonos

# race.schedule
source: Schedule
es: Horario
fr: Programme
pt: Programação

# race.start
source: Start
es: Parrilla
fr: Grille
pt: Largada

# session.qualifying
source: Qualifying
es: Clasificación
fr: Qualifications
pt: Classificação

# session.race
source: Race
es: Carrera
fr: Course
pt: Corrida

# sidebar.football
source: Football
es: Fútbol
pt: Futebol

# sidebar.international
source: International
es: Selecciones
pt: Seleções

# sidebar.motorsport
source: Motorsport
es: Motor
fr: Sports mécaniques
pt: Automobilismo

# sidebar.tennis
source: Tennis
es: Tenis
pt: Tênis

# sidebar.us
source: US sports
es: Deportes de EE. UU.
fr: Sports US
pt: Esportes americanos

# standings.constructors
source: Constructors
es: Constructores
fr: Constructeurs
pt: Construtores

# standings.drivers
source: Drivers
es: Pilotos
fr: Pilotes
pt: Pilotos

# standings.east
source: East
es: Este
fr: Est
pt: Leste

# standings.rankings
source: Rankings
es: Ranking
fr: Classement
pt: Ranking

# standings.teams
source: Teams
es: Equipos
fr: Équipes
pt: Equipes

# standings.title
source: Standings
es: Clasificación
fr: Classement
pt: Classificação

# standings.unavailable
source: Standings are not available for this competition yet.
es: La clasificación aún no está disponible para esta competición.
fr: Le classement n’est pas encore disponible pour cette compétition.
pt: A classificação ainda não está disponível para esta competição.

# standings.west
source: West
es: Oeste
fr: Ouest
pt: Oeste

# stat.assists
source: Assists
es: Asistencias
fr: Passes décisives
pt: Assistências

# stat.blocks
source: Blocks
es: Tapones
fr: Contres
pt: Tocos

# stat.corners
source: Corners
es: Córners
pt: Escanteios

# stat.fouls
source: Fouls
es: Faltas
fr: Fautes
pt: Faltas

# stat.freeThrowPct
source: Free throw %
es: Tiros libres %
fr: Lancers francs %
pt: Lances livres %

# stat.offsides
source: Offsides
es: Fueras de juego
fr: Hors-jeu
pt: Impedimentos

# stat.possession
source: Possession
es: Posesión
pt: Posse de bola

# stat.rebounds
source: Rebounds
es: Rebotes
fr: Rebonds
pt: Rebotes

# stat.saves
source: Saves
es: Paradas
fr: Arrêts
pt: Defesas

# stat.shots
source: Shots
es: Tiros
fr: Tirs
pt: Finalizações

# stat.shotsOnTarget
source: Shots on target
es: Tiros a puerta
fr: Tirs cadrés
pt: Chutes no gol

# stat.steals
source: Steals
es: Robos
fr: Interceptions
pt: Roubos de bola

# stat.threePct
source: 3-point %
es: Triples %
fr: Tirs à 3 pts %
pt: Arremessos de 3 %

# stat.turnovers
source: Turnovers
es: Pérdidas
fr: Balles perdues
pt: Desperdícios

# stat.twoPct
source: 2-point %
es: Tiros de 2 %
fr: Tirs à 2 pts %
pt: Arremessos de 2 %

# status.abandoned
source: Abandoned
es: Abandonado
fr: Abandonné
pt: Abandonado

# status.aet
source: After extra time
es: Tras prórroga
fr: Après prolongation
pt: Após prolongamento

# status.aot
source: After overtime
es: Tras la prórroga
fr: Après prolongation
pt: Após prorrogação

# status.apen
source: After penalties
es: En los penaltis
fr: Aux tirs au but
pt: Nos pênaltis

# status.awaiting
source: Awaiting result
es: Esperando resultado
fr: Résultat en attente
pt: Aguardando resultado

# status.awarded
source: Awarded
es: Adjudicado
fr: Gagné sur tapis vert
pt: Decidido por W.O.

# status.break
source: Break
es: Pausa
fr: Pause
pt: Intervalo

# status.cancelled
source: Cancelled
es: Cancelado
fr: Annulé
pt: Cancelado

# status.extratime
source: Extra time
es: Prórroga
fr: Prolongation
pt: Prolongamento

# status.final.aet
source: Final/AET
es: Final/pró.
fr: Terminé/a.p.
pt: Final/prol.

# status.final.ot
source: Final/OT
es: Final/pró.
fr: Terminé/a.p.
pt: Final/pror.

# status.halftime
source: Half-time
es: Descanso
fr: Mi-temps
pt: Intervalo

# status.interrupted
source: Interrupted
es: Interrumpido
fr: Interrompu
pt: Interrompido

# status.live
source: Live
es: En directo
fr: En direct
pt: Ao vivo

# status.noupdate
source: No update
es: Sin datos
fr: Sans nouvelles
pt: Sem atualização

# status.penalties
source: Penalties
es: Penaltis
fr: Tirs au but
pt: Pênaltis

# status.postponed
source: Postponed
es: Aplazado
fr: Reporté
pt: Adiado

# status.race
source: Race
es: Carrera
fr: Course
pt: Corrida

# status.suspended
source: Suspended
es: Suspendido
fr: Suspendu
pt: Suspenso

# status.tbd
source: Time TBD
es: Hora por confirmar
fr: Heure à confirmer
pt: Hora a confirmar

# surface.clay
source: Clay
es: Tierra batida
fr: Terre battue
pt: Saibro

# surface.grass
source: Grass
es: Hierba
fr: Gazon
pt: Grama

# surface.hard
source: Hard
es: Pista dura
fr: Dur
pt: Rápida

# tab.day
source: Day
es: Día
fr: Jour
pt: Dia

# tab.home
source: Home
es: Inicio
fr: Accueil
pt: Início

# tab.today
source: Today
es: Hoy
fr: Aujourd’hui
pt: Hoje

# tab.upcoming
source: Upcoming
es: Próximos
fr: À venir
pt: Próximos

# tab.yesterday
source: Yesterday
es: Ayer
fr: Hier
pt: Ontem

# tournament.other
source: Other tournaments
es: Otros torneos
fr: Autres tournois
pt: Outros torneios

# zone.eliminated
source: Eliminated
es: Eliminado
fr: Éliminé
pt: Eliminado

# zone.libertadores-qualifying
source: Libertadores qualifying
es: Fase previa Libertadores
fr: Qualifications Libertadores
pt: Pré-Libertadores

# zone.playoff-seeded
source: Knockout play-offs, seeded
es: Play-off, cabeza de serie
fr: Barrages, tête de série
pt: Play-off, cabeça de chave

# zone.playoff-unseeded
source: Knockout play-offs, unseeded
es: Play-off, sin cabeza de serie
fr: Barrages, non tête de série
pt: Play-off, sem cabeça de chave

# zone.r16
source: Qualifies for round of 16
es: Clasifica a octavos
fr: Qualifié pour les huitièmes
pt: Vaga nas oitavas

# zone.relegation
source: Relegation
es: Descenso
fr: Relégation
pt: Rebaixamento

# zone.relegation-playoff
source: Relegation play-off
es: Promoción de descenso
fr: Barrage de relégation
pt: Play-off de rebaixamento

# game.penalty
source: (pen.)
fr: (pén.)
pt: (pên.)

# status.final
source: Final
fr: Terminé

# status.final.pen
source: Final/PEN
fr: Terminé/t.a.b.
pt: Final/pên.

# status.walkover
source: Walkover
fr: Forfait
pt: W.O.

# zone.ucl
source: Champions League
fr: Ligue des champions

# zone.uecl
source: Conference League
fr: Ligue Conférence

# zone.uel
source: Europa League
fr: Ligue Europa

# zone.sudamericana
source: Sudamericana
pt: Sul-Americana
